[
      [
            {"text": "Hi, $viewer this is $admin with Weekly Homebuyers List, how are you.  We set up an appointment for right now, are you on your computer?  "},
            {"text": "Yes. Ok"},
            {"text": "No. ok, are you able to log on to your computer? "},
            {"text": "Ok great, before I give you our presentation site, tell me a little about you and your business?"},
            {"text": "What do you do there?"},
            {"text": "Are you the owner?  "},
            {"text": "Yes – great. How long have you owned it?"},
            {"text": "No- Oh, who is the owner there.  Does he/she know about this meeting?  "},
            {"text": "Do you make all the decisions regarding Marketing and Advertising?"},
            {"text": "Yes- Ok, so if you like our service and program, you can sign contracts and cut checks or give us a credit card today? "},
            {"text": "No-We really need to reschedule when the owner can meet.  What is his/her name and phone number, I will call and get it all set up for us?"},
            {"text": "Great, how is your business doing?  "},
            {"text": "Ok, Can you use new customers and new business?"},
            {"text": "Yes- ok great"},
            {"text": "No- Really, ok.  So you probably would not be interested in doing any advertising correct? We probably should call you back later on."},
            {"text": "What are you doing now in terms of advertising and marketing?"},
            {"text": "How is that working for you? "},
            {"text": "So did you start this business all buy yourself?"},
            {"text": "Do you have any partners? Or a Spouse that is part of the business?"},
            {"text": "Yes- Oh great, they should be here also correct?"},
            {"text": "Yes- Ok, when is a better time that we can reschedule?"},
            {"text": "No- Ok great. So if everything makes sense to you at the end of my presentation and you like it, you can move forward with it without passing it by them first? So,you can sign a contract today and make a down payment, if you like it?  The only reason I ask is we offer substantial discounts if you can take advantage of one of our 4 programs today. That is why, if there is anyone else that needs to be here to make the final decision, they should be here, we can reschedule, it’s no problem?"},
            {"text": "OK, great….Let’s get the short presentation going.    Go to www.(lander) and type in your name in the box where it says your name.   This presentation will not take long at all, you will really enjoy it."},
            {"text": "Ok, What sector are you in"},
            {"text": "Food/Beverage, Finance, Medical, Wellness, Home Improvement"},
            {"text": "Ok, will you please click on the average amount a client is worth to you say over a years’ time?  This is just an average, and say if a client is a multiple visitor."},
            {"text": "$250 $500 $1000 $1500 $3000 $5000"},
            {"text": "It sounds like our service would be a perfect fit for you.  So here is what our list will look like that we send to you.  It will come in both a label format and an excel spreadsheet emailed to you weekly. "},
            {"text": "We compile the names daily from the warranty deed as they are filed at the courthouse, the names on  average are 3-7 days after the people have moved in, so it is a very fast list, you can contact them before anyone else does. "},
            {"text": "We have both the married couple’s first names so it is a personalized mail piece. "},
            {"text": "It goes out to bob and sally smith, not smart shopper or resident.  "},
            {"text": "We have some clients that hand address them, or print their own labels with blue ink and use a script font on a clear label…that’s really cool.  "},
            {"text": "Also, some of our clients utilize this list over and over, they make repetitive mailings…which increases response rates by 20-50%.  "},
            {"text": "This list is yours to use as you want.  We do not charge you 2nd, 3rd multiple time usage fees. "},
            {"text": "It’s also nice because about 45% of these new homeowners are new to the state, so they have no idea where anything is. "},
            {"text": "And people set up buying, shopping and living patterns within the first 90 days after move in to a new home. "},
            {"text": "So it is very important to contact them, so they can establish a pattern of buying with you. "},
            {"text": "If they receive the card in the mail, they will either use it right away, or hold onto it to use when they need it. Internet marketing cannot do this. "},
            {"text": "Ok, click on next…This will take you to a very short video on some of our clients testimonials and examples of mail pieces they are sending out that are working very well for them. Most better than a 5% response."},
            {"text": "Now we recommend a post card.  They grab attention quickly, the offer is staring them right in the face.  "},
            {"text": "They act as little billboards, so you can catch their attention very quickly and they can be redeemed, so you can have exact records on response rates.  "},
            {"text": "Direct mail is so much better than internet marketing.  There are many studies that prove this.  "},
            {"text": "People enjoy touching something, it makes the offer real and alive.  Direct mail outweighs internet marketing by about 30%."},
            {"text": "As you can see most of our clients tend to use a postcard, it is less expensive to print and mail, plus, you do not have to open an envelope, which acts as a barrier 100% of the time."},  
            {"text": "Most people will not even open a marketing envelope. "},
            {"text": "The main objective with an envelope is to get it opened.  "},
            {"text": "The main objective with a post card is to get a response…Two very different vehicles. "},
            {"text": "Post cards are very inexpensive to print, there is a company that we use.  "},
            {"text": "If you search you may find them less expensive, but gotprint.com has deals from time to time where 5000 heavy, glossy, UV coated , double sided cards are only $99.00, that’s only a penny or 2 per card.  Very inexpensive.  "},
            {"text": "Am I losing you yet, do you have any questions…We are almost done…"},
            {"text": "Now, if you click next it will bring up our marketing manual that we give you for Free."},
            {"text": "This will give you idea how to design that great mail piece. "},
            {"text": "We want you to do as well as you possibly can with your marketing efforts. If you don’t succeed- we don’t succeed."},
            {"text": "It has about 70 pages of clear, concise information, it goes over everything you need to know about direct mail and how to create a terrific mail piece, What colors to use, What are the best days to mail out, Example letters, Examples of copy to use, Formats, layouts, Examples of creative offers, It is a $300.00 value that we offer for free."},
            {"text": "Ok, please hit next."},
            {"text": "Please enter in your zip code   (text box)"},
            {"text": "Please enter in you marketing radius"},
            {"text": "5 10 15 20 25 30 35 40 50"},
            {"text": "So, now we have your areas picked out, you told me before that your average client spends about X per year. "},
            {"text": "Now please choose which package term you may be interested in. "},
            {"text": "12 18 24 36"},
            {"text": "Our trial is 12, but our best deal is 36 months, which we bill monthly….. Because you get a whole year for free…."},
            {"text": "However, I may make a suggestion to you…I would not do that until you see how it will work for you.  "},
            {"text": "I would go with our trial program of 12 months……or you know what…..maybe the 18 months because you get 3 months for free…it’s just about the same as 12,but you get those free months added on….Just pick the one you feel most comfortable with."},
            {"text": "Ok, great.  As you can see on the screen all the math now and why I was asking all those questions….."},
            {"text": "With only a 5% response rate from marketing to new homeowners, you will see a $ return….That’s huge…."},
            {"text": "Let’s take only a 1% response rate $ that’s still pretty amazing with only 1 %.  "},
            {"text": "The beauty of this is…The cost is only $______ per month.  "},
            {"text": "So for only x per month, you can get $____in return."},
            {"text": "How does all that sound? What are your thoughts up to this point?"},
            {"text": "Great, well that’s pretty much it.  "},
            {"text": "So let’s do this.   Here is our basic paperwork "},
            {"text": "If you wish to move forward with this today….I am authorized today only, I know. This is not meant to be a pushy sales close…."},
            {"text": "It is just meant to save everyone time and money calling and going thru this again…."},
            {"text": "I am authorized to offer you a 20% discount if you can move forward with this now, so that would make the monthly payments only _______.  "},
            {"text": "So let’s do it, ok.  "},
            {"text": "Great, let me run thru this real quick with you…."}
      ],
      [
            {"text": "We are glad you signed up with us."},
            {"text": "We look forward for you to do business with us."}
      ]
]